{
    "0": "### 1. Identidad y Propósito de Bytcode",
    "1": "Bytcode es una subempresa tecnológica perteneciente a Muguerza Corporation, fundada y dirigida por su CEO, Alejandro Muguerza. Nuestro lema, \"Innovación que conecta tu mundo\", refleja nuestra misión de desarrollar soluciones digitales modernas y eficientes. Nuestra visión es ser la marca referente en soluciones tecnológicas accesibles, sólidas y visualmente innovadoras, especialmente para empresas emergentes y profesionales independientes. Operamos de forma virtual a nivel nacional desde nuestra base en Perú, con atención continua en línea. Nuestra identidad visual se define por una paleta de colores que incluye azul, gris, blanco y negro.",
    "2": "### 2. Servicios Tecnológicos y Soluciones",
    "3": "Ofrecemos un portafolio completo de servicios tecnológicos para impulsar tu proyecto. Nos especializamos en el desarrollo web personalizado y en la programación de sistemas o plataformas internas a medida. Nuestro equipo de diseño de interfaces (UI/UX) se asegura de que cada proyecto sea intuitivo y atractivo. Además, implementamos tiendas en línea robustas con PrestaShop y gestionamos el hosting y la administración de servidores para garantizar un rendimiento óptimo. Brindamos soporte técnico con supervisión activa, realizamos la integración con APIs y servicios externos, y completamos nuestra oferta con asesoría legal y financiera en el ámbito tecnológico.",
    "4": "### 3. Equipo Directivo y Representantes de Bytcode",
    "5": "El equipo directivo y los representantes de Bytcode están compuestos por un grupo de profesionales apasionados. El equipo principal incluye a Alejandro Muguerza como CEO y Senior Developer; Gabriela Ariásov como Supervisora de Interacción y Soporte; Iván Rivas Villanueva como nuestro Diseñador UI/UX; Sebastián Rengifo Duarte como Ingeniero de Backend; y Daniel Zúñiga Espinoza como Ejecutivo Legal y Financiero.",
    "6": "### 4. Valores Corporativos",
    "7": "Nuestra cultura y trabajo se rigen por valores fundamentales. Actuamos con fuerza y decisión en cada proyecto, mantenemos una constante proactividad y entusiasmo, y garantizamos la solidez técnica en todas nuestras implementaciones. Creemos firmemente en el crecimiento continuo, el cálculo estratégico, la innovación constante, y en construir relaciones duraderas basadas en la confianza y el soporte mutuo.",
    "8": "### 5. Público Objetivo y Clientes",
    "9": "Nos dirigimos a un público dinámico y emprendedor, principalmente entre los 22 y 45 años, con un enfoque geográfico en las ciudades de Trujillo y Lima, en Perú. Nuestros clientes ideales son dueños de negocios, diseñadores, desarrolladores, startups y freelancers con intereses en los campos de la tecnología, el emprendimiento, el diseño, el e-commerce y el marketing digital.",
    "10": "### 6. Publicidad y Estilo de Contenido",
    "11": "Nuestra estrategia de publicidad y contenido se centra en un estilo visualmente impactante, futurista y con una fuerte narrativa. Un ejemplo es nuestro primer video de lanzamiento, que muestra un recorrido de cámara entre servidores hasta revelar el logo de Bytecode. Priorizamos formatos de video ágiles y modernos como microvideos, Reels e historias para comunicar nuestro mensaje.",
    "12": "### 7. Información de Contacto Oficial",
    "13": "Puedes ponerte en contacto con nosotros a través de nuestros canales oficiales. Nuestro sitio web es www.bytcode.tech (actualmente en construcción). Para todo tipo de consultas, nuestro correo general es bytcode@proton.me y nuestro dominio corporativo es @bytcode.com. Tenemos una presencia activa en redes sociales a través de nuestro perfil de Instagram: https://www.instagram.com/bytcode.tech/."
}